<?php

return [

    'grades' => 'المراحل الدراسية',
    'table' => 'جدول',
    'add_new_grade' => 'اضف صف دراسى جديد',
    'save' => 'حفظ',
    'cancel' => 'الغاء',
    'edit' => 'تعديل',
    'delete' => 'حذف',
    'before_delete_alert' => 'هل انت متأكد من عملية الحذف هذه ؟',
    'no' => 'لا',
    'yes' => 'نعم',
    'name' => 'الاسم',
    'notes' => 'ملاحظات',
    'action' => 'عمليات',
    'edit_grade' => 'تعديل مرحلة دراسية',
    'update' => 'حفظ التعديل',
    'name_in_arabic' => 'الاسم بالعربية',
    'name_in_english' => 'الاسم بالانجليزية',
    'optional_field' => 'هذا الحقل اختيارى يمكنك تركه فارغاً',
    'add_success' => 'تم اضافة مرحلة دراسية بنجاح',
    'edit_success' => 'تم تعديل معلومات المرحلة الدراسية بنجاح',
    'grade_name' => 'اسم المرحلة الدراسية',
    '' => '',
    '' => '',
    '' => '',

];
