<?php

return [

  // front page
  'welcome to mr mathematica' => 'مرحبا بكم فى ماثيماتيكا',
  'Lets share your Maths works with us' => 'دعنا نشارك أعمالك في الرياضيات معنا',
  'High and calm sessions for you with' => 'جلسات هادئة وعالية الجودة لك مع',
  'the ability to do your own notes' => 'القدرة على تدوين ملاحظاتك الخاصة',
  'Act as classwork' => 'العمل كواجب صفي والتدرب خطوة بخطوة',
  'Have many helpful' => 'لدينا العديد من الأدوات المفيدة التي تساعدك أثناء القيام بأعمال الرياضيات والفيزياء',


  'Dashboard'                 => 'الرئيسية',
  'Dashboard_page'            => 'لوحة التحكم',
  'Main_title'                => 'برنامج محمود يسرى لادارة المدارس',
  'Programname'               => 'برنامج محمود يسرى لادارة المدارس',
  'change_language'           => 'تغير اللغة',
  'students'                  => 'الطلاب',
  'students_list'             => 'قائمة الطلاب',
  'add_student'               => 'اضافة طالب جديد',
  'information_student'       => 'بيانات الطلاب',
  'edit_student'              => 'تعديل بيانات طالب',
  'Exams'                     => 'الامتحانات',
  'Settings'                  => 'الاعدادات',
  'Users'                     => 'المستخدمين',
  'Videos'  => 'الفيديوهات',
  'courses'  => 'الدورات',
  'attachments'  => 'الملفات',
  'manage'  => 'أدارة',
  'uploadFile'  => 'ارفع ملف',
  'file_name' => 'اسم الملف',
  'deleteFile' => 'حذف الملف',
  'choose_file'  => 'اختر الملف',
  'frontVideos'  => 'فيديوهات الواجهه',
  'newvideo'  => 'فيديو جديد',
  'Copyright'                 => 'جميع الحقوق محفوظة ',
  'Name_Programer'            => 'محمود يسرى سوفت',

  // student Dashboard
  'overview' => 'اللوحة العامة',
  'quizzes' => 'الامتحانات',
  'posts' => 'المنشورات',
  'favourites' => 'قائمة التفضيل',
  'files' => 'الملفات',
  'messages' => 'الرسائل',
  'hello' => 'مرحبا',
  'Enrolled Courses' => 'الكورسات المشترك بها',
  'Last posts' => 'احدث المقالات',
  'noCoursesEnrolled' => 'لا يوجد كورسات تم الاشتراك بها',
  'nolastPosts' => 'لا يوجد مقالات للعرض',
  'Lets learn something' => 'هيا لنتعلم شىء جديدا !',
  'profile' => 'الملف الشخصى',

  // start arabic u
  'admin' => 'لوحة التحكم',
  'studentDashboard' => 'لوحة الطالب',
  'home'  => 'الرئيسية',
  'aboutus' => 'من نحن',
  'contactus' => 'تواصل معنا',
  'results' => 'نتيجة الاختبارات',
  'results_list'  => 'قائمة نتيجة الاختبارات',
  'quizzes' => 'الاختبارات',
  'questions' => 'الاسئلة',
  'my-courses' => 'دوراتى',
  'questions_bank'  => 'بنك الاسئلة',
  'editQuiz' => 'تعديل الامتحان',
  'login' => 'تسجيل الدخول',
  'logout' => 'تسجيل الخروج',
  'posts' => 'المقالات',
  // contacts admin page
  'contacts'                  => 'المرسلين الزوار',
  'contacts_list'             => 'قائمة المرسلين',
  'contact_inbox'             => 'صندوق المرسلين',
  'name'                      => 'الاسم',
  'email'                     => 'البريد الالكترونى',
  'phone'                     => 'رقم الهاتف',
  'age'                       => 'العمر',
  'gender'                    => 'النوع',
  'nationality'               => 'الجنسية',
  'message'                   => 'الرسالة',
  // contacts front
  'name'                      => 'الاسم',
  'gender'                    => 'النوع',
  'email'                     => 'البريد الالكترونى',
  'age'                       => 'العمر',
  'phone'                     => 'المحمول',
  'nationality'               => 'بلد الجنسية',
  'message'                   => 'الرسالة',
  'message_content'           => 'محتوى الرسالة',
  'select_nationality'        => 'اختر جنيستك',
  'enter_your_name'           => 'ادخل الاسم',
  'male'                      => 'ذكر',
  'female'                    => 'انثي',
  'send'                      => 'ارسال',

  // play-video page
  'next-lesson' => 'الدرس التالى',
  'prev-lesson' => 'الدرس السابق',

  // search page
  'search_results' => 'نتائج البحث',

  // front index.php page

  // main area
  'learning_quran' => 'تعلم القرآن عبر الإنترنت - تمهيد الطريق لتصبح مسلمًا أفضل!',
  'learning_quran_content' => 'كمسلم، من الرائع دائمًا توسيع معرفتك وتقوية إيمانك من خلال التواصل الأفضل مع وحي الله.
    نحن نساعدك في معهد اللغة العربية من أجلك على التعلم العميق وفهم رسالة الله من خلال معلمي اللغة العربية والقرآن الكريم المحترفين والمختارين بعناية عبر الإنترنت!',
  'haveATourInOurCourses' => 'قم بجولة عبر دوراتنا!',
  // end main area

  // start why to learn
  'whyToLearnOnline'          => 'لماذا تتعلم عبر الإنترنت؟',
  'whyToLearnOnline_content'  => 'أصبح التعلم عبر الإنترنت أكثر شعبية في الوقت الحاضر بين الطلاب والمعلمين. إنه يوفر الفرصة لتوسيع نطاقك وحضور الفصول الدراسية في جميع أنحاء العالم! التعلم عبر الإنترنت يحمل العديد من المزايا.',
  'learning_ours'             => 'ساعات تعليمية مرنة',
  'time_saving'               => 'توفير الوقت',
  'money_saving'              => 'ادخار المال',
  'range_of_courses'          => 'مجموعة واسعة من الدورات والبرامج',
  'experienced_teachers'      => 'مجموعة متنوعة من المعلمين ذوي الخبرة في جميع أنحاء العالم',
  // end why to learn

  // start why we learn at Arabic for You
  'whyAtArabicU'          => 'لماذا تتعلم اللغة العربية والقرآن عبر الإنترنت في أكاديمية اللغة العربية من أجلك؟',
  'whyAtArabicU_content'  => 'يتمتع مدرسونا بخبرة طويلة في تدريس اللغة العربية والقرآن الكريم للطلاب في جميع أنحاء العالم',
  'strong_unique'         => 'لدينا منهج عربي قوي، فريد، تم اختباره بعناية',
  'quality_teaching'      => 'نحن نضمن عملية تعليمية ذات جودة دائمة من خلال التدريب المتكرر للمعلمين',
  'unique_curriculum'     => 'يتم تقديم مناهجنا الفريدة من نوعها مع عروض تقديمية جذابة للغاية وتمارين تفاعلية',
  'unique_bookstore'      => 'لدينا مكتبة فريدة من نوعها من تأليف طاقم التدريس ذوي الخبرة العالية لدينا',
  'child-friendly'        => 'نحن نقدم بيئة تعليمية صديقة للطفل',
  'student-centered'      => 'نحن نضمن عملية تعليمية تتمحور حول الطالب لتطوير مهارات لغوية متعددة في وقت واحد مثل الاستماع والتحدث والقراءة والكتابة والتفكير باللغة العربية',
  '' => '',
  // end why we learn at Arabic for You

  // start our lessons

  'online_arabic_title'   => 'دورات اللغة العربية والقرآن عبر الإنترنت - قم بجولة في دورات اللغة العربية من أجلك التفاعلية عبر الإنترنت',
  'online_arabic_content' => 'نحن نقدم دورتين رئيسيتين عبر الإنترنت للبالغين يتم تقديمهما بطريقة عالية الكفاءة. يتم إعداد دوراتنا بشكل جيد ويتم تطويرها باستمرار على مر السنين.',
  'online_section1_title' => 'دورة اللغة العربية عبر الإنترنت',
  'online_section1_cont'  => 'نحن نقدم لك الفرصة لتعلم اللغة العربية عبر الإنترنت بكفاءة بناءً على مستوى التقدم الخاص بك.
    تتكون هذه الدورة من 16 مستوى تعليمي بما في ذلك أكثر من 400 ساعة من الجلسات الفردية.
    يساعد الطالب على تعزيز مهاراته اللغوية من خلال أحدث التقنيات
    أدوات تعليمية تفاعلية مع مدرسينا المحترفين والمؤهلين تأهيلاً عاليًا وذوي الخبرة.',
  'online_section2_title' => 'دورة القرآن الكريم مع التجويد عبر الإنترنت',
  'online_section2_cont'  => 'تم تصميم هذه الدورة بشكل مثالي لتعليم القرآن الكريم لغير الناطقين باللغة العربية من جميع أنحاء العالم.
    يسهل تعلم القرآن ويقوي علاقة الطلاب بالقرآن. علاوة على ذلك،
    يتضمن دروس التجويد من المقدمة إلى الإحتراف إلى إتقان تلاوة القرآن.
    هذه الدورة متاحة في 13 مستوى ويتم تدريسها من قبل مدرسين معتمدين من إجازة.',
  'online_section3_title' => 'دورة اللغة العربية عبر الإنترنت للأطفال',
  'online_section3_cont' => 'تم تصميم هذه الدورة خصيصًا لتعليم اللغة العربية عبر الإنترنت للأطفال بمستويات مختلفة.
    ويتم تقديمه في جلسات صديقة للأطفال من قبل معلمين مدربين خصيصًا على تعليم الأطفال.
    الدورة متاحة في 24 مستوى بما في ذلك المراحل الابتدائية والمتوسطة والثانوية.
    يضمن أن يستمتع طفلك بتعلم اللغة العربية!',

  // end our lessons

  // start what we provide
  'arabic_provides'           => 'اللغة العربية لك توفر بيئة تعليمية مريحة',
  'arabic_provides_p'         => 'نحن نقدر حقوق كل من الطلاب والمعلمين في الحصول على بيئة تعليمية مريحة. منصة معهد اللغة العربية من أجلك مجهزة جيدًا للسماح بعملية تعليمية احترافية وتفاعلية للغاية ومسلية',
  'native_arabic_speakers'    => 'مدرسونا هم من الناطقين باللغة العربية وحاصلين على شهادات عالية في تدريس اللغة العربية والقرآن الكريم.',
  'oneToOne'                  => 'فئة واحدة لواحدة',
  'direct_interaction'        => 'تعتمد دروس اللغة العربية لك على التفاعل المباشر بين المعلم وطالبه مما يسمح بالتقدم والمتابعة بشكل أفضل. تتوفر جلسات فردية وجماعية.',
  'material_access'           => 'الوصول إلى المواد على مدار 24 ساعة طوال أيام الأسبوع',
  'educational_material'      => 'المادة التعليمية في منصة عربي لأجلك متاحة طوال الوقت لطلابنا.',
  'mistakes_correction'       => 'تصحيح الأخطاء في الوقت المناسب',
  'mistakes_door_success'     => 'الأخطاء هي باب الكمال. نحن نؤمن أن للطلاب الحق في ارتكاب الأخطاء وتصحيحها خلال رحلة التعلم الخاصة بهم.',
  'per_level'                 => 'شهادة لكل مستوى أو دورة',
  'students_certified'        => 'يتم اعتماد الطلاب المؤهلين لاجتياز كل مستوى في دوراتنا لتشجيع تقدمهم في التعلم.',
  'interactive_exercises'     => 'تمارين تفاعلية',
  'learning_sessions'         => 'توفر الدورات التعليمية في معهد اللغة العربية من أجلك تمارين تفاعلية لضمان فهم الطلاب بشكل كامل وقدرتهم على ممارسة المواد التعليمية التي تمت مناقشتها خلال الجلسة.',
  'skills_activated'          => 'تفعيل كافة المهارات اللغوية',
  'Institute_focuses'         => 'يركز معهد اللغة العربية من أجلك على تطوير مهارات اللغة العربية المتعددة في وقت واحد باستخدام تقنيات التعلم المناسبة.',
  'free_trial_now'            => 'ابدأ تجربة مجانية الآن',
  'get_free_trial'            => 'انقر هنا للتسجيل والحصول على نسخة تجريبية مجانية الآن',
  // end what we provide

  // start tutors
  'tutors_title'  => 'مدرسين اللغة العربية والقرآن الكريم رجال ونساء! - أفضل المعلمين المؤهلين',
  'tutors_p'      => 'في معهد اللغة العربية من أجلك، نحن نقدر حق طلابنا في الحصول على أفضل تجربة تعليمية من خلال توفير مدرسين ذوي خبرة عالية. لدينا أفضل الأزهريين والعرب الأصليين ومدرسي اللغة العربية والقرآن المحترفين. يتم تدريب معلمينا بشكل دائم لضمان جودة العملية التعليمية. كما نسمح بالفصل بين الجنسين من خلال توفير معلمين ومعلمات للطلاب والطالبات على التوالي.',
  // end tutors

  // start contact
  'thousand_miles' => 'رحلة الألف ميل تبدأ بخطوة واحدة!',
  'never_too_late' => 'لم يفت الأوان أبدًا لبدء رحلة تعلم اللغة العربية والقرآن الكريم! اختر الدورات التدريبية الخاصة بك وابدأ الآن!',
  '' => '',
  // end contact

  // end front index.php page


];
